backend/modules/rbac/controllers/SystemController.php

    public function actionSysSet(){
        $model = System::find()->where(['id'=>1])->asArray()->one();
---
SELECT * FROM `yp_system` WHERE `id`=1

    public function actionGetLinks(){
        $model = System::find()->where(['id'=>1])->asArray()->one();
---
SELECT * FROM `yp_system` WHERE `id`=1